Repository: sedoo/sedoo-wppl-blocks
Catalog: languages/sedoo-wppl-blocks-*.po
Languages: fr_fr

source: Activate or deactivate APIREST block
fr_fr: Activer ou désactiver le bloc APIREST

source: Activate or deactivate buttons block
fr_fr: Activer ou désactiver le bloc boutons

source: Activate or deactivate content list block
fr_fr: Activer ou désactiver le bloc liste de contenu

source: Activate or deactivate FAQ block
fr_fr: Activer ou désactiver le bloc FAQ

source: Activate or deactivate Iframe block
fr_fr: Activer ou désactiver le bloc iframe

source: Activate or deactivate member directory block
fr_fr: Activer ou désactiver le bloc annuaire

source: Activate or deactivate page list block
fr_fr: Activer ou désactiver le bloc liste de pages

source: Activate or deactivate post list block
fr_fr: Activer ou désactiver le bloc liste d'articles

source: Activate or deactivate related content block
fr_fr: Activer ou désactiver le bloc contenu en relation

source: Activate or not the scroll on the Iframe
fr_fr: Activer le scroll sur l'iframe

source: Add a block apirest
fr_fr: Ajouter un bloc APIREST

source: Add a custom class on the iframe container
fr_fr: Ajouter une classe personnalisée sur l'élément iframe (css)

source: Add a customizable Iframe
fr_fr: Ajouter un bloc IFrame personnalisable

source: Add a FAQ block
fr_fr: Ajouter un bloc FAQ

source: Add a member directory
fr_fr: Ajouter un bloc annuaire

source: Add buttons with svg
fr_fr: Ajouter des boutons SVG

source: Add custom attributes
fr_fr: Ajouter un attribut

source: Add custom attributes on the iframe with this format : key="value
fr_fr: Ajouter un attribut personnalisé, sous forme attribut="valeur"

source: Add related content.
fr_fr: Ajouter un contenu en relation

source: Beginner
fr_fr: Débutant

source: Block buttons
fr_fr: Bloc de boutons SVG

source: Block content list
fr_fr: Bloc liste de contenus

source: Block FAQ
fr_fr: Bloc FAQ

source: Block member directory
fr_fr: Bloc annuaire

source: Block page list
fr_fr: Bloc liste de pages

source: Block post list
fr_fr: Bloc liste d'articles

source: Blocks activation
fr_fr: Activation des blocs

source: Blocks settings
fr_fr: Paramètres de blocs

source: Border
fr_fr: Bordure

source: Border radius
fr_fr: Bordures arrondies

source: Button text
fr_fr: Texte du bouton

source: Buttons group
fr_fr: Groupe de boutons

source: Categories
fr_fr: Catégories

source: Choose a category
fr_fr: Choisir une catégories

source: Choose a tag
fr_fr: Choisir un tag

source: Column
fr_fr: Colonne

source: Container class
fr_fr: Classe de l'élément (css)

source: Content
fr_fr: Contenu

source: Content type
fr_fr: Type de

source: Content type to Display
fr_fr: Type de contenus à afficher

source: Default 6 items, 0 = unlimited
fr_fr: Defaut 6 items, 0 = illimité

source: Default 6 items, max allowed 18 items
fr_fr: Defaut 6 items, maximum autorisé 18

source: Display "Show more" button ?
fr_fr: Afficher le bouton "voir plus"

source: Display all in one page ?
fr_fr: Afficher tout sur une page

source: Display categories ?
fr_fr: Afficher les catégories ?

source: Display child pages ?
fr_fr: Afficher les pages "enfants" ?

source: Display excerpt ?
fr_fr: Afficher le résumé ?

source: Events
fr_fr: Événements

source: Filter type
fr_fr: Type de filtre

source: Grid
fr_fr: Grille

source: Grid no image
fr_fr: Grille sans image

source: Height
fr_fr: Hauteur

source: In %
fr_fr: En %

source: In px
fr_fr: En px

source: Insert here the url where the request will be done.
fr_fr: Insérer ici l'url où la réquête sera executée

source: Laboratory
fr_fr: Laboratoire

source: Layout
fr_fr: Mise en page

source: Limit
fr_fr: Limite

source: Link
fr_fr: Lien

source: List
fr_fr: Liste

source: List custom post types.
fr_fr: Liste de contenus.

source: List pages.
fr_fr: Liste de pages.

source: List post by categories and choose layout.
fr_fr: Liste les articles par catégories et sélectionne un affichage.

source: Looking for someone ?
fr_fr: Vous cherchez quelqu'un ?

source: Needed to pass a custom request element in the url
fr_fr: Besoin de passer des paramètres dans l'URL

source: No filter if empty field
fr_fr: Pas de filtrage si vide

source: Not displayed if empty
fr_fr: Pas affiché si vide

source: Only non-empty categories will be shown
fr_fr: Seulement les catégories non vides seront affichées

source: Only non-empty tags will be displayed
fr_fr: Seulement les tags non vides seront affichées

source: Open in new tab ?
fr_fr: Ouvrir dans un nouvel onglet ?

source: Pages to display
fr_fr: Pages à afficher

source: Platforms
fr_fr: Plateformes

source: Request
fr_fr: Requête

source: Research team
fr_fr: Équipe de recherche

source: Row
fr_fr: Ligne

source: Sedoo - Blocks
fr_fr: Sedoo - blocs

source: Sedoo apirest
fr_fr: Sedoo bloc Apirest

source: Sedoo buttons
fr_fr: Sedoo bloc boutons

source: Sedoo content list
fr_fr: Sedoo bloc liste de contenus

source: Sedoo Iframe
fr_fr: Sedoo bloc Iframe

source: Sedoo member directory
fr_fr: Sedoo bloc annuaire

source: Sedoo page list
fr_fr: Sedoo bloc liste de pages

source: Sedoo post list
fr_fr: Sedoo bloc liste d'articles

source: Sedoo Related Block
fr_fr: Sedoo bloc Contenu en relation

source: Show more
fr_fr: Voir plus

source: Subtitle
fr_fr: Soustitre

source: SVG Icon
fr_fr: Icône SVG

source: Taxonomy
fr_fr: Taxonomie

source: Term
fr_fr: Terme

source: Text
fr_fr: Texte

source: Title
fr_fr: Titre

source: URl
fr_fr: URI

source: Website
fr_fr: Site web

source: Width
fr_fr: Largeur

source: Zone title
fr_fr: Zone de titre
